[Demo_CommonAD_ep3_4_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-445,Y=1120,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-255,Y=1120,Z=1200),VecSub=(X=180,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-310,Y=980,Z=1200),VecSub=(X=135,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_001_Cue',Name="カミゾノ　シノブ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[28]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[29]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[31]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[39]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[40]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[41]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[51]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[52]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[53]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_012_Cue',Name="エコロ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[67]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[68]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[69]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[71]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[73]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[75]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[77]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[78]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[79]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_018_Cue',Name="カミゾノ　シノブ")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_019_Cue',Name="エコロ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[91]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[92]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=WINDOW,Command=EXIT)
DemoScripts[97]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[98]=(Actor=FADE,Command=WAIT)
DemoScripts[99]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[100]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[101]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[102]=(Actor=FADE,Command=WAIT)
DemoScripts[103]=(Actor=WINDOW,Command=SET)
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[105]=(Actor=WINDOW,Command=EXIT)
DemoScripts[106]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-45,Y=-5,Z=0),SecTime=0.5)
DemoScripts[107]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[108]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-45,Y=-5,Z=0),SecTime=)
DemoScripts[109]=(Actor=WINDOW,Command=SET)
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_023_Cue',Name="エコロ")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_025_Cue',Name="エコロ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_lp_close_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0107_fx_Stand2Perplex",Rate=0,Number=3,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0700_lp_Perplex",Number=8)
DemoScripts[119]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_026_Cue',Name="エコロ")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[121]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0701_fx_Perplex2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[125]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_028_Cue',Name="エコロ")
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[127]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[129]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_030_Cue',Name="エコロ")
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[131]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[133]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_032_Cue',Name="エコロ")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[135]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_034_Cue',Name="エコロ")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[143]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_036_Cue',Name="エコロ")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[145]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[147]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_037_Cue',Name="エコロ")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[149]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=3,Bit=1)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[153]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_039_Cue',Name="エコロ")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[155]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[156]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[157]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[158]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=1,CId=71)
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[160]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_041_Cue',Name="エコロ")
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[162]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[164]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[167]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_044_Cue',Name="エコロ")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[169]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[171]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_4.GG2_V_CMNAD_ep3_4_045_Cue',Name="エコロ")
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[173]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[175]=(Actor=WINDOW,Command=EXIT)
DemoScripts[176]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[177]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[178]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[179]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[180]=(Actor=SYSTEM,Command=END)

[Select_CommonAD_ep3_4_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=SPORT,ParamNum=30),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonAD_ep3_4_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="忍",Text="咦......我....../n到底怎麼了......?")

Texts[1]=(Label="TEXT02",Name="峯大",Text="小忍!/n妳還好嗎!?")

Texts[2]=(Label="TEXT03",Name="忍",Text="峯......大......? 啊......!/n......我......被惡魔操控了......!?")

Texts[3]=(Label="TEXT04",Name="忍",Text="嗚嗚嗚......真是屈辱---!!!!")

Texts[4]=(Label="TEXT05",Name="峯大",Text="這種時候就應該大聲喊出來唷....../n說\"混帳傢伙\"./n雖然還不到夕陽的時間就是了......")

Texts[5]=(Label="TEXT06",Name="忍",Text="峯大這個笨蛋---!!!",Format[0]=(Size=37,Start=0,End=22))

Texts[6]=(Label="TEXT07",Name="峯大",Text="我!?")

Texts[7]=(Label="TEXT08",Name="峯大",Text="我明白妳的心情,但還是控制一下......")

Texts[8]=(Label="TEXT09",Name="忍",Text="你又知道我什麼了!!")

Texts[9]=(Label="TEXT10",Name="峯大",Text="小,小忍......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="感到煩躁的時候,就需要維他命B1唷./n肝臟之類的食材裡富含維他命B1,/n對身體很好.")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="出乎意料的回應!?")

Texts[12]=(Label="TEXT13",Name="忍",Text="那麼......就在這裡把你粉紅色的肝臟....../n掏出來看看吧......?")

Texts[13]=(Label="TEXT14",Name="峯大",Text="太血腥了吧!?")

Texts[14]=(Label="TEXT15",Name="峯大",Text="現在只要在我胸膛哭泣就好了....../n來吧,小忍.")

Texts[15]=(Label="TEXT16",Name="忍",Text="你這變態! 笨蛋!/n不知羞恥!! 沒道德!!")

Texts[16]=(Label="TEXT17",Name="峯大",Text="小忍,打起精神來吧....../n啊,要喫高湯塊嗎?")

Texts[17]=(Label="TEXT18",Name="忍",Text="不需要!")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="為什麼你會帶著高湯塊啊......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="是嗎?/n明明很好喫的說......(嚼嚼)")

Texts[20]=(Label="TEXT21",Name="忍",Text="我纔不想被峯大這種人安慰!!")

Texts[21]=(Label="TEXT22",Name="峯大",Text="小忍......抱歉.")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="這......似乎是/n徹底被討厭了呢......")

Texts[23]=(Label="TEXT24",Name="峯大",Text="呃,嗯....../n總有一天要和好纔行......")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="......其實我一直認為忍大人就是/n峯大大人命運的對象,不過......")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="事情變成這樣....../n這附近說不定已經沒有/n峯大大人命運的對象了......")

Texts[26]=(Label="TEXT27",Name="峯大",Text="咦咦!?/n這......這樣很令人困擾耶......")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="我也覺得很困擾啊......可是....../n除了忍大人之外,就沒有其他/n有那種感覺的對象了呢......")

Texts[28]=(Label="TEXT29",Name="峯大",Text="怎麼這樣......那我該怎麼辦纔好......")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="其實剛才遇到那個惡魔的時候,/n我想到了其他的解決辦法......")

Texts[30]=(Label="TEXT31",Name="峯大",Text="真的!?")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="那個方法在某種意義上/n是比和命運的對象結合/n還要更加困難的事......")

Texts[32]=(Label="TEXT33",Name="峯大",Text="這就讓我聽完再判斷吧./n是什麼樣的方法?")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="好的,那就是......用那個惡魔手上的/n\"惡魔長槍\"對著峯大大人/n噗哧地刺下去.")

Texts[34]=(Label="TEXT35",Name="峯大",Text="妳說惡魔長槍....../n做......做那種事沒問題嗎......?/n難道不會變成像剛才的小忍一樣......")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="不,這部分應該沒有問題才對./n現在的峯大大人處於\"天使之箭\"/n效果過於強烈的狀態.")

Texts[36]=(Label="TEXT37",Name="艾可蘿",Text="箭和槍......這兩種是完全相反的力量./n如果用惡魔長槍刺中現在的峯大大人,/n兩種力量應該會互相抵銷,因此中和才對......")

Texts[37]=(Label="TEXT38",Name="峯大",Text="原來如此./n就是以毒攻毒......之類的感覺吧.")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="請不要用毒來比喻天使之箭!/n......這只是......那個......因為搞錯/n用法和用量才變成這樣的結果而已!")

Texts[39]=(Label="TEXT40",Name="峯大",Text="藥用太多也會變成毒,就是這麼回事吧.")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="就說了不是毒嘛!/n這裡應該針對惡魔長槍說/n\"毒藥轉變為良藥\"這樣才對!")

Texts[41]=(Label="TEXT42",Name="峯大",Text="(如果惡魔長槍會變成良藥,/n那果然就是毒嘛......)")

Texts[42]=(Label="TEXT43",Name="峯大",Text="不過,就我自己而言,與其現在急著決定/n將來的對象,還是這個辦法比較好呢.")

Texts[43]=(Label="TEXT44",Name="艾可蘿",Text="對我來說,要依靠惡魔之力/n是非常不情願的事情......")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="不過,畢竟找不到命運的對象....../n也沒別的辦法了.")

Texts[45]=(Label="TEXT46",Name="峯大",Text="嗯.那就這麼做吧./n拜託妳囉,艾可蘿.")

Texts[46]=(Label="",Name="",Text="")

Texts[47]=(Label="SELECT01",Name="",Text="要大聲喊出來/n說\"混帳傢伙\"")

Texts[48]=(Label="SELECT02",Name="",Text="我明白妳的心情/n但還是控制一下")

Texts[49]=(Label="SELECT03",Name="",Text="感到煩躁的時候/n需要維他命B1")

Texts[50]=(Label="SELECT04",Name="",Text="只要在我胸膛/n哭泣就好了")

Texts[51]=(Label="SELECT05",Name="",Text="要不要喫/n高湯塊?")

Texts[52]=(Label="SELECT06",Name="",Text="")

Texts[53]=(Label="SELECT07",Name="",Text="")

Texts[54]=(Label="SELECT08",Name="",Text="")

Texts[55]=(Label="SELECT09",Name="",Text="")

Texts[56]=(Label="SELECT10",Name="",Text="")


